Repository: sethiele/WP-Google-1
Catalog: lang/wp1-*.po
Languages: de_de

source: WP Google +1 options page
de_de: WP Google +1 - Optionen-Seite

source: Add Google +1 button in your theme
de_de: Füge den Google +1 Button zu deinem Theme hinzu

source: To add the Google +1 button please use the following code in your template files.
de_de: Um den Google +1 Button in dein Template einzufügen benutze den folgenden Code.

source: To add this button in your post content. Add the following text in your content.
de_de: Um diesen Google +1 Button innerhalb deines Posts zu verwenden, füge den folgenden Code in deinen Post ein.

source: Please use instead of <b>size</b> one of the following values.
de_de: Bitte benutze anstelle von <b>größe</b> einen der folgenden Werte.

source: Give the authors the option to link their author page to their Google profile.
de_de: Geben Sie den Autoren die Möglichkeit, ihre Autoren Seite mit ihren Google-Profilen zu verlinken.

source: This option activates a new profile field. The author can add his Google or Google+ profile URL. The author can add the following theme function to the author profile template file to show a Google friendly author link inkludet the %1$s.
de_de: Diese Option aktiviert ein neues Feld in den Benutzereigenschaften jedes Benutzers. Dort kann der Autor seinen persönlichen Google oder Google+ Profillink eintragen. Mit der folgenden Themefunktion kann dann ein Google freundlicher Link angezeigt werden, der das %1$s benutzt.

source: <strong>userID</strong> - The user id of the user. Get it from $user->ID.
de_de: <strong>userID</strong> - Die Benutzer ID des Benutzers. Bekommt man von $user->ID.

source: <strong>anker</strong> - This will be displayed as the ankertext of the link.<br> (optional) default: the user’s display name
de_de: <strong>anker</strong> - Dies wird als Ankertext für den Link verwendet.<br> (optional) Standard: Anzeigename des Benutzers

source: <strong>target</strong> - In what target should the target page open?<br> (optional) default: _self
de_de: <strong>target</strong> - In welchem "target" soll sich die neue Seite öffnen?<br> (optional) Standard: _self

source: If the user didn't fill out the URL, nothing will be returned.
de_de: Wenn der Benutzer keine URL angibt, wird nichts angezeigt.

source: More information about Google’s authorship
de_de: Mehr Informationen über Googles "Authorship"

source: We recommend using the %1$s attribute in all links that link to the author profile.
de_de: Wir empfehlen das %1$s Attribut in allen Links vom Autor zur Autorenseite zu verwenden.

source: Save
de_de: Speichern

source: This plugin ist provided by %1$s and developed by %2$s.
de_de: Das Plugin wird bereitgestellt von %1$s und entwickelt von %2$s.

source: <a href="%s">You can leave a note about a bug or a feature request on github.</a>
de_de: <a href="%s">Du kannst eine Nachricht über einen Bug oder einen Wunsch für neue Funktionen auf gitHub hinterlassen.</a>

source: Support the development
de_de: Unterstütze die Entwicklung

source: URL to Google +1 Profile
de_de: URL zum Google +1 Profil

source: URL of your Google+ or (normal) Google profile. E.g. %s
de_de: URL zu deinem Google+ oder (normalen) Google Profil. Z.B. %s

source: Please activate the Google Profile option at the plugin option page first.
de_de: Bitte aktiviere die Google Profile Option zu erst auf der Plugin Option Seite.

source: Title
de_de: Titel

source: Choose the Google Profile of which blog user.
de_de: Wähle das Google Profil welches Blogbenutzers.

source: select
de_de: Auswählen

source: has no profillink
de_de: hat kein Profillink

source: Anker Text for the link
de_de: Ankertext für den Link

source: Use the google icon
de_de: Benutze das google Icon

source: Image size
de_de: Bildgröße

source: Text above the link.
de_de: Text über dem Link.

source: Text under the link.
de_de: Text unter dem Link.

source: Missing userID
de_de: Fehlende Benutzer ID

source: Authorlink
de_de: Autorenlink

source: Only for single user blogs helpfull. This sidebar provides a Author Link and linkes so all content to one user. (If this is a multiuser Blog lakk at the plugin option page for this function.)
de_de: Nur für Singleuser Blogs hilfreich. Das Widget stellt einen Autorenlink bereit so das alle Inhalte mit diesem Autor verbunden werden. (Wenn dies ein multiuser Blog ist, hilft dir die allgemeine Authorlink Funktion weiter - siehe Plugin Option Page)

source: Authorlink to google/ google+ profile
de_de: Autorenlink zum google/ google+ Profil

source: A Single Google +1 Button for your sidebar. You can decide what kind of Target the +1 have. E.g. give a +1 for the current shown page or for a special page like the front URL.
de_de: Ein einzelner Google +1 Button für deine Sidebar. Du kannst wählen ob der +1 für die aktuell angezeigte Seite oder für den Blog generell gegeben werden soll.

source: <strong>RSS Error:</strong>: %s
de_de: <strong>RSS Fehler:</strong>: %s

source: Button size
de_de: Buttongröße

source: small
de_de: klein

source: standard
de_de: normal

source: large
de_de: groß

source: Target for the +1 Button
de_de: Ziel für den +1 Button

source: Blog mainpage
de_de: Blog Startseite

source: The shown page
de_de: Aktuell gezeigte Seite

source: A fix given URL
de_de: Eine feste URL

source: Text above the button.
de_de: Text über dem Button.

source: Text under the button.
de_de: Text unter dem Button.

source: show all google +1 counts on the article overview
de_de: Zeige alle Google+1 Zahlen in der Artikelübersicht
